Repository: manisero/SemesterX
Catalog: SPDB/project/ios-client/SPDBClient/*.lproj/Localizable.strings
Languages: pl

source: Change
pl: Przesiadka

source: Change here from line: %@ to line: %@.
pl: Przesiądź się z linii %@ do linii %@.

source: Route start
pl: Początek trasy

source: Route end
pl: Koniec trasy

source: Set off time: %@.
pl: Godzina wyjazdu: %@.

source: Arrival time: %@.
pl: Godzina przyjazdu: %@.

source: %@ Enter line: %@.
pl: %@ Wsiądź w linię %@.

source: Route fetch failed
pl: Błąd pobierania trasy

source: Could not fetch route. Please check your Internet connection.
pl: Nie udało się pobrać trasy. Sprawdź połączenie z Internetem.

source: Loading
pl: Wczytywanie

source: Validation failed
pl: Błąd walidacji

source: Please select points before searching route.
pl: Wybierz punkty przed wyszukiwaniem trasy.

source: (undefined)
pl: (brak)
